""" Выведите строки используя символы \n \t \""" """

print("""
A
B \t C
R \n
M """)