# Задача.
"""Праздник у детей, и все дети получат по шоколадке.
В группу 50 детей, и каждый ребенок должен получить 2 шоколадки.

Напишите программу,
чтобы рассчитать и вывести общее количество шоколадок которое понадобится."""
####################################################################

print(50 * 2)
