""" Напишите программу с оператором if (если) """
if 20 == 20:
    print("Верно")
    # Еще сложнее ?
