"""Возведение в степень"""
"""Выведите 4 в 3-й степени"""
####################################

print(4 ** 3)

