""" Напишите программу с Булевым оператором not """

print("Если хочешь увидеть как работает оператор not? Выполни команду ниже")
A = input("Веди Да или Нет:")
if not (A == "Да"):
    print("Да")
else:
    print("Нет")
print("Программа завершена")
