""" Задача
Программа должна вывести слово Отлично
если водимы диапазон цифр от 50 до 100."""

A = int(input("Ведите число:"))
if (A >= 50) and (A <= 100):
    print("Norm")
