""" Написать программу контроля возраста """

A = int(input("Ведите свой возраст:"))
B = input("Ведите своё имя:")
if A >= 18:
    print("Wtlcome", B)
else:
    print("Sorry", B)