##########################
# Выведите каждую буквы (Ф, М, С) с новой строки с помощью функции print
##########################
print('Ф')
print('М')
print("С")
