# Напишите программу
"""Для вывода текста (Ваша первая программа)"""
####################################################
print("Мая первая программа")
