""" Предлагается единовременная выплата в размере 10000 или 1 который
 удваивается каждый день на протяжении 30 дней """

# TODO: Напишите программу по вычислению сумы

print(0.01 * (2 ** 30))